/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Assistente de Configuração de Mapeamento de Porta";
"Firewall.Service.Intro" = "O Assistente de Configuração da Porta de Mapeamento ajuda você a mapear o tráfico de rede entrante em portas específicas e serviços para computadores na sua rede. ";
"Firewall.PortHost.Intro" = "Escolha um serviço a partir do menu ou digitar o endereço IP público e privado e portas que você deseja mapear entre.";
"Firewall.PortHost.IPv6" = "Você pode também permitir entrada de tráfico de rede para todos os seus IPv6 hosts na sua rede.";
"Firewall.Description.Intro" = "Digite a descrição para esta entrada de mapeamento de porta.";
"Firewall.Description.Done" = "Quando você tiver finalizado, clique em OK para salvar seu mapeamento de porta.";

"tcpPrivatePorts" = "Porta(s) Privada(s) TCP";
"tcpPublicPorts" = "Porta(s) Pública(s) TCP";
"udpPrivatePorts" = "Porta(s) Privada(s) UDP";
"udpPublicPorts" = "Porta(s) Pública(s) UDP";

"type" = "Serviço";
"hosts" = "Endereço IP Privado";
"privatePort" = "Porta Privada";
"description" = "Descrição";
"advertiseService" = "Anunciar globalmente usando Bonjour";
"serviceName" = "Nome do Serviço";
"serviceType" = "Tipo de Serviço";
"allowAllIPv6" = "Permitir tráfico para todos os hosts IPv6";

"ConflictingPortNumber" = "UM número de porta público discorda com uma porta em uso por um serviço na estação base. Escolha um número de porta público diferente.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "UM número de porta UDP público discorda com uma porta em uso por um serviço na estação base. Escolha um número de porta público diferente.";
"ConflictingPortUDPFileSharing" = "UM número de porta UDP público diverge de uma porta de compartilhamento de arquivos na estação base. Desative o compartilhamento de arquivos ou escolha um número de porta diferente.";
"ConflictingPortUDPFileSharingNoDisable" = "UM número de porta UDP público diverge de uma porta de compartilhamento de arquivos na estação base. Escolha um número de porta diferente.";
"ConflictingPortUDPSNMP" = "Uma porta de UDP público discorda com uma porta de SNMP na estação base. Desative o SNMP ou escolha um número de porta diferente.";
"ConflictingPortTCPFileSharing" = "UM número de porta TCP público diverge de uma porta de compartilhamento de arquivos na estação base. Desative o compartilhamento de arquivos ou escolha um número de porta diferente.";
"ConflictingPortTCPFileSharingNoDisable" = "UM número de porta TCP público diverge de uma porta de compartilhamento de arquivos na estação base. Escolha um número de porta diferente.";
"ConflictingPortTCPACP" = "UM número de porta TCP público discorda com a porta de configuração na estação base. Escolha um número de porta diferente.";

/* Services */
"Personal File Sharing" = "Compart. Arquivos Pessoais";
"Windows Sharing" = "Compartilhamento Windows ";
"Personal Web Sharing" = "Compartilhamento Web Pessoal";
"Remote Login - SSH" = "Login Remoto - SSH";
"FTP Access" = "Acesso FTP";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Eventos Remotos Apple";
"Printer Sharing" = "Compartilhamento de Impressora";
"POP Mail" = "E-mail POP";
"POP Mail with SSL" = "E-mail POP com SSL";
"IMAP Mail" = "E-mail IMAP";
"IMAP Mail with SSL" = "E-mail IMAP com SSL";
"SMTP Mail" = "E-mail SMTP";
"QuickTime Streaming Server" = "Servidor de Transmissão QuickTime ";
"Jabber" = "Jabber";
"CustomService" = "Escolha um serviço";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Assistente de Configuração de Firewall IPv6";
"IPv6Firewall.Intro" = "O Assistente de Configuração Firewall IPv6 ajuda você a permitir tráfico de rede entrante IPv6 para dispositivos na sua rede. ";

"AllowLabel" = "Permitir";
"AllowAll" = "Todos os serviços e portas";
"AllowAllTCPUDP" = "Todas portas TCP e UDP";
"AllowSpecific" = "Especificar TCP e portas UDP";

"host" = "Endereço IPv6";
"tcpPorts" = "Porta(s) TCP";
"udpPorts" = "Porta(s) UDP";

/*  AAUUserDBTask  */

"Accounts" = "Assistente de Configuração de Conta";
"Accounts.UserPassword" = "Nome de Usuário e Senha";
"Accounts.UserPassword.Intro" = "Digitar o nome de conta e senha.";
"Accounts.Restrictions.FileAccess" = "Escolher este acesso de conta para discos compartilhados.";

"name" = "Nome";
"shortName" = "Nome Abreviado";
"password" = "Senha";
"passwordVerify" = "Verificar Senha";
"fileSharingAccess" = "Acesso de Compartilhamento";
"accessBelowGuest" = "O nível de acesso do compartilhamento de arquivos que você escolheu é menor do que o início de sessão de convidado. Este usuário poderia ainda iniciar a sessão como um convidado e ter acesso a discos compartilhados.";
"UsernameInUse" = "Este nome de conta já existe. Digite um nome exclusivo.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Assistente de Configuração de Controle de Acesso Programado";
"TimedAccess.Intro" = "Digite o endereço MAC do cliente sem fio ou o ID AirPort e a descrição.";
"TimedAccess.Intro.Fallback" = "Digite um descrição para o acesso de montante padrão nesta rede.";
"TimedAccess.Restrictions" = "Clique em Adicionar (+) para programar limites de tempo de rede deste cliente.";
"TimedAccess.Restrictions.Fallback" = "Clique em Adicionar (+) para programar o padrão de limites de tempo de rede.";
"ThisComputer" = "Este computador";

"days.0" = "Sem Acesso";
"days.1" = "Segundas-feiras";
"days.2" = "Terças-feiras";
"days.4" = "Quartas-feiras";
"days.8" = "Quintas-feiras";
"days.16" = "Sextas-feiras";
"days.32" = "Sábados";
"days.64" = "Domingos";
"days.31" = "Dias da Semana";
"days.96" = "Fins de Semana";
"days.127" = "Todo dia";

"time.0" = "antes";
"time.1" = "depois";
"time.2" = "entre";
"time.3" = "dia inteiro";

"and" = "e";

"TimedAccessWillExpireOn" = "O acesso a esta rede por este cliente terminará em %@.";
"TimedAccessDidExpire" = "O acesso a esta rede por este cliente terminou. ";	
"TimedAccessDidExpireExplain" = "Se você deseja restaurar acesso à rede, você pode alterar este limite de tempo do cliente de “Sem Acesso” para alguma outra coisa.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Assistente de Configuração de Reservas DHCP";
"DHCPReservation.Name" = "Dê um nome à sua reserva";
"DHCPReservation.Name.Intro" = "Se você deseja reservar um endereço específico IP para um cliente na rede, digite a descrição para a reserva.";
"DHCPReservation.Name.Middle" = "Reservar o endereço por endereço MAC ou Cliente ID DHCP.";
"DHCPReservation.Name.Continue"	= "Quando você tiver finalizado, clique em Continue.";
"DHCPReservation.Mapping" = "Mapear um ID de Cliente ou endereço MAC para um endereço IP";
"DHCPReservation.Mapping.MACAddress" = "Digite o endereço MAC para o cliente sem fio recebedor da reserva.";
"DHCPReservation.Mapping.ClientID" = "Digite o endereço ID DHCP para o cliente sem fio recebedor da reserva.";
"DHCPReservation.Mapping.IP" = "Digite o endereço IP que você quer reservar para o cliente. O endereço IP que você reservar somente será dado ao cliente com o endereço MAC ou Cliente ID DHCP que você digitou.";
"DHCPReservation.Mapping.Done"	= "Clique em OK quando você terminar.";

"macAddress" = "Endereço MAC";
"clientID" = "ID de Cliente DHCP";
"ipv4Address" = "Endereço IPv4 ";
"ReserveAddressBy" = "Reservar endereço por";

/*  AAUSimpleConfigTask  */

"WPS" = "Assistente de Configuração do Sem Fio";
"WPS.Auth.Intro" = "Existem dois modos de você permitir a um cliente se conectar à sua rede de senha protegida sem digitar uma senha. Você pode ou digitar um PIN para o usuário ou permitir acesso para o primeiro cliente que tentar conectar-se à sua rede.  ";
"WPS.Auth.DayPass" = "Você pode escolher também para limitar o acesso de seus clientes para apenas 24 horas.";

"WPS.PIN.Intro" = "Digite o número PIN do cliente.";
"WPS.PIN.Description" = "O PIN vai ou ser apresentado no mostrador do cliente ou impresso no dispositivo se o cliente não tiver um mostrador. ";

"WPS.Done.Intro" = "Quando o cliente sem fio se conectar com sucesso a sua rede, isso aparecerá abaixo. ";
"WPS.Done.Waiting" = "Aguardando cliente sem fio…";
"WPS.Done.Failed" = "Ocorreu um erro enquanto um cliente sem fio estava tentando conectar-se à sua rede. Tentar novamente.";
"WPS.Done.Success" = "O novo cliente sem fio conectou-se a sua rede com sucesso. ";

"AllowClientsBy" = "Permitir cliente por";
"PIN" = "PIN";
"FirstCome" = "Primeira tentativa";
"DayPass" = "Limitar acesso de clientes para 24 horas";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Opções Sem Fio";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Opções";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Nome do Host";
"BaseStationHostnames" = "Nomes de Host";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Canais de Rádio";

"AppleWiFiConnectOptions" = "Opções de Cliente Sem Fio";

/* EditUSBDeviceTask */
"EditUSBDevice" = "Dispositivo USB";

"USBDeviceSharingAccounts" = "Contas";
"USBDeviceSharingAccounts.title" = "Selecionar Contas do Usuário";
"AddNewAccount" = "Adicionar Nova Conta";
"SaveAccount" = "Salvar Conta";

"USBDeviceIsExclusive" = "Um cliente de cada vez pode usar este dispositivo";

"USBDeviceSharing" = "Restrições de Acesso";
"USBDeviceSharing.0" = "Sem restrições";
"USBDeviceSharing.1" = "Usar Senha do %@";	/* product name goes here */
"USBDeviceSharing.2" = "Usar senha do dispositivo USB";
"USBDeviceSharing.3" = "Contas de usuário";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Conectar o Time Capsule antigo";
"WaitForDirectConnectTask.replacecables" = "Mover todos os cabos Ethernet do Time Capsule anterior para o novo Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Para otimizar a migração, use um cabo Ethernet adicional e conecte-o a partir da porta WAN do Time Capsule antigo a uma porta LAN no novo Time Capsule.";
"WaitForDirectConnectTask.initialcheck" = "Verificando se o Time Capsule está conectado por Ethernet…";
"WaitForDirectConnectTask.ok1" = "Os Time Capsule agora estão conectados.";
"WaitForDirectConnectTask.ok2" = "Clique em Continuar para iniciar a migração.";
"WaitForDirectConnectTask.ok3" = "A migração pode demorar, dependendo do conteúdo do disco que está sendo migrado.";
"WaitForDirectConnectTaskOldLabel" = "Time Capsule antigo";
"WaitForDirectConnectTaskNewLabel" = "Novo Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Verificando a conexão à Internet";
"VerifyInternetConnectionTest" = "O Utilitário AirPort está verificando se este %@ está conectado à Internet.";
"VerifyInternetConnectionTestSuccess" = "Este %@ está conectado à Internet. Clique em Continuar.";
"VerifyInternetConnectionTestFailure" = "Se você deseja usar a sua conexão à Internet durante a migração, certifique-se de que a DSL ou o modem por cabo está conectado à porta WAN do novo Time Capsule. Desligue o modem, remova a bateria, se houver, espere uns segundos, coloque a bateria de volta e, sem seguida, ligue o modem. Quando estiver conectado, clique em Continuar.";
"VerifyInternetConnectionTestFailureIgnore" = "Se você não desejar usar a sua conexão à Internet durante a migração, clique em Continuar.";

